---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PrintSetup
source: html/821a79ee-6f3a-789c-11fe-93423434dced.htm
---
# PrintSetup Members

Delete the current print setting, and make the In-Session setting as the current one.